<html>
<head>
<title>Practica Git</title>
</head>

<body>
<h1>Educacion Familiar. La familia: aspectos generales</h1>
<p>Antes de comenzar con el desarrollo del apartado que nos ocupa, hemos  considerado de relevancia reflexionar sobre algunas preguntas de inter&eacute;s, que ya analiz&oacute; con detenimiento Jutta Burggraf (Doctora Alemana en Teolog&iacute;a y Pedagog&iacute;a, autora de numerosas publicaciones) en una entrevista perpetrada por Francisca R. Quiroga.</p>
<img src="http://educaciondivertida.com/wp-content/uploads/2016/01/padres.png" width="200" /> 

<p>a) 多Es una figura social en extinci&oacute;n?: No se puede negar que son muchos los pron&oacute;sticos desfavorables que indican hoy en d&iacute;a que la familia sigue siendo apreciada y valorada, porque satisface necesidades tan elementales en el hombre como el anhelo y el empe単o de sentirse protegido y de tener confianza, por lo que su existencia no puede ser puesta en duda porque est&aacute; &iacute;ntimamente ligada a la felicidad del hombre, su seguridad y su bienestar, tanto a nivel personal como social.</p>

</p>b) 多Hoy en d&iacute;a nos parece m&aacute;s dif&iacute;cil sacar adelante una familia que en otras &eacute;pocas? (hablamos en t&eacute;rminos generales): Es verdad que actualmente se dan circunstancias que generan problemas que no se presentaban antes. Pero esto no quiere decir que antes no hubiera dificultades: hab&iacute;a otra situaci&oacute;n con otros problemas, quiz&aacute; menos manifiestos. En siglos pasados, muchas veces eran los padres quienes eleg&iacute;an a quienes hab&iacute;an de casarse con sus hijos, y lo hac&iacute;an seg&uacute;n aspectos objetivos: la clase social, la situaci&oacute;n econ&oacute;mica, la religi&oacute;n, etc. La comunidad matrimonial era considerada como una gran empresa. Todos, varones y mujeres, sol&iacute;an trabajar juntos en la granja, en el taller, en la tienda. Y educaban juntos a los ni単os, que crec&iacute;an bajo los cuidados de muchos parientes. Esto actualmente ha cambiado de manera muy trascendental y de ello no podemos tener dudas.</p>

<ul><h1>Lista de valores Familiares</h1>
<li>Honestidad</li>
<li>Respecto</li>
<li>Entrega</li>
</ul>


<h2>Titulo X</h2>
<p> Ya partir de la industrializaci&oacute;n, se produjo un profundo cambio en la vida familiar. El hombre se fue retirando de las obligaciones familiares a favor de actividades lucrativas fuera de casa, donde la mujer qued&oacute; sola con los hijos. Poco a poco tambi&eacute;n ella se fue integrando a la vida profesional, ganando dinero y haci&eacute;ndose cada vez m&aacute;s aut&oacute;noma. De ah&iacute; resultan nuevas cargas para el matrimonio, que actualmente est&aacute;n afectando de una manera u otra no s&oacute;lo al concepto de familia, sino m&aacute;s abismalmente a la forma de vida de padres e hijos, a la educaci&oacute;n que estos reciben, a la forma de ver las cosas e interpretar las ideas, a las formas de ser, etc.</p>
</body>

</html>
